<template>
	<view style="padding: 50upx;">
		平台使用协议</br>
		注册前请您先仔细阅读并同意以下协议</br>
		一、特别提示</br>
		再次特别提醒您（用户）注册成为废品帮用户之前，请认真阅读《废品帮用户使用协议》（以下称：本协议），“用户”是指注册、登录、使用废品帮APP（以下称：废品帮）的个人或单位。为确保您充分理解本协议中的条款，请您仔细阅读并选择接受或不接受本协议，您的注册、登录、使用等行为将视为对本协议的接受，并同意本协议各项条款的约束，您点击确认本协议条款且完成注册程序后，才能成为废品帮的正式用户，并享受废品帮的各类服务。若您不同意本协议，或对本协议中的条款存在任何疑义，请您立即停止废品帮用户注册程序，并可以选择不使用废品帮的服务。</br>
		二、账号登录</br>
		1、用户在使用废品帮前需要进行手机号绑定登录，请用户使用尚未与废品帮账号绑定且可以正常使用的手机号码。</br>
		2、鉴于废品帮账号的绑定方式，您需同意在废品帮在登录时，将允许您的手机号码及手机设备识别码等信息用于登录。</br>
		3、用户在登录及使用废品帮时，废品帮需要手机能识别用户个人信息以便废品帮可以在必要时联系用户，或为用户提供更好的体验。废品帮识别的信息包括但不限于用户的手机存储、地址等。废品帮同意对这些信息的使用将受限于第三方用户个人隐私信息保护的约束。</br>
		三、账户安全</br>
		1、用户登录成功，成为废品帮的用户，将得到一个用户名，可以自己设置登录密码，并有权使用自己的手机号及设置的密码登录废品帮。</br>
		2、用户对用户名和密码的安全负全部责任。</br>
		3、用户不得以任何形式擅自转让或授权他人使用自己的用户名。</br>
		4、如果用户泄露了密码，有可能导致不利的法律后果，因此用户的密码安全受到威胁时，应该立即和废品帮客服人员取得联系。</br>
		四、用户的权利和义务</br>
		1、用户有权通过废品帮软件及废品帮提供的其他方式登录废品帮，通过绑定手机号码获得验证码随时登录废品帮交易平台。</br>
		2、用户有权根据本服务协议的规定，利用废品帮进行登录平台：了解货物信息、发布货物、查看回收人信息、参加废品帮的有关活动以及有权享受废品帮提供的其他的相关信息服务。</br>
		3、用户有权在登录后，根据平台的规定，进行付费服务，包括但不限于购买VIP会员、缴纳保证金等，购买后VIP可享受相应的服务，保证金的缴纳是为了营造诚信交易的良好氛围，平台不进行收取，用户有权对其缴纳的保证金存入余额，然后再用于佣金支付，也有权根据自己需求向客服提出提取申请，平台应在规定的相应工作日内给予退还，用户有权在满足平台规定的条件后获取鼓励金。</br>
		4、用户承诺其为具有完全民事行为能力的民事主体，且具有达成交易履行其义务的能力。</br>
		5、用户有义务妥善保管其账号、密码、验证码，并正确、安全地使用其账号、密码、验证码。因您的过错对用户名、登录密码、支付密码、验证码保管不善导致的损失由您自行承担。同时，用户也有义务在相关资料实际更变时及时更新有关资料，为满足相关法律法规对网络平台的要求，需要您授权废品帮获取您的相关实名信息，包括但不限于姓名、身份证号码等，并保证包括但不限于如手机号、姓名、身份证号、所在地区等信息的有效性及安全性，保证本平台及其他用户可以通过上述联系方式与自己进行联系。</br>
		6、用户有义务承诺不对废品帮及其任何资料作商业性利用，包括但不限于在未经废品帮事先书面同意的情况下，以复制、传播等方式使用在废品帮上展示的任何资料。</br>
		7、用户有义务保证通过使用废品帮过程中所制作，上传，复制，发布，传播任何内容，包括但不限于头像，名称，用户说明等信息及认证资料，或文字，图片等，以及后续更新的新内容，不得违反国家相关法律制度，包含但不限于如下原则：</br>
		（1）违反宪法所确定的基本原则；</br>
		（2）危害国家安全，泄露国家机密，颠覆国家政权，破坏国家统一的；</br>
		（3）损害国家荣誉和利益的；</br>
		（4）煽动名族仇恨、名族歧视、破坏名族团结的；</br>
		（5）破坏国家宗教政策，宣扬邪教和封建迷信的；</br>
		（6）散布谣言，扰乱社会秩序，破坏社会稳定的；</br>
		（7）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</br>
		（8）侮辱或者诽谤他人，侵害他人合法权益的；</br>
		（9）含有法律、行政法规禁止的其他内容的。</br>
		8、用户有义务承诺不得利用废品帮账号或本服务制作、上传、复制、发布、传播及后续更新内容干扰废品帮正常运营，以及侵犯其他用户或第三方合法权益，包括但不限于如下内容：</br>
		（1）含有任何性或性暗示的； </br>
		（2）好友辱骂、恐吓、威胁内容的；</br>
		（3）含有骚扰、垃圾广告、恶意信息、诱骗信息； </br>
		（4）涉及他人隐私、个人信息或资料的； </br>
		（5）危害他人名誉权、肖像权、知识产权、商业秘密等合法利益等； </br>
		（6）含有其他干扰本服务正常运营和侵犯其他用户或第三方合法权利内容的信息。</br>
		五、废品帮平台的权利和义务</br>
		1、废品帮有义务在现有技术上维护整个网上交易平台的正常运行，并努力提升和改进技术，在废品帮上获得更好的用户体验。</br>
		2、对于在废品帮上的不当行为或其它任何废品帮认为应当终止服务的情况，废品帮有权随时做出删除相关信息、终止服务提供等处理，而无须征得用户的同意。</br>
		3、鉴于网上交易平台的特殊性，废品帮仅提供交流平台，但没有义务也没有能力对用户的所有的交易行为以及与交易有关的其他事项进行事先审查。但如存在下列情况，废品帮有权根据不同情况选择保留或删除相关信息以及选择继续或停止对该用户提供服务，并追究相关法律责任：</br>
		（1）用户或其他第三方通知废品帮，认为某个具体用户或具体交易事项可能存在重大问题；</br>
		（2）用户或其他第三方向废品帮告知有违法或不当行为的，废品帮以普通人的知识水平标准对相关内容进行判别，可以明显认为这些内容或行为具有违法或不当性质的；</br>
		4、用户因在废品帮上与其他用户进行交流后，由于某种原因产生诉讼的，用户通过司法部门或行政部门或自行依照法定程序要求废品帮提供相关资料，废品帮应积极配合并提供有关资料。</br>
		5、经国家生效法律文书或行政处罚决定确认用户存在违法行为，或者废品帮有足够事实依据可以认定用户存在违法，或违反本服务协议，或违反平台规则的行为的，废品帮有权选择下列一种或多种处理措施进行处理：</br>
		（1）中止或终止用户在废品帮的权限；</br>
		（2）扣罚保证金，或要求支付赔偿金；</br>
		（3）限期或永久锁定用户名；</br>
		（4）列入黑名单不再提供服务；</br>
		（5）在废品帮交易平台及所在网站上以网络发布形式公布用户的违法行为。</br>
		6、对于用户在废品帮交易平台发布的下列各类信息，废品帮有权在不通知用户的前提下进行删除或采取其他限制性措施，该类信息包括但不限于：</br>
		（1）废品帮有理由相信存在欺诈等恶意或虚假内容；</br>
		（2）废品帮有理由相信与废品无关或不是以废品回收、废品处理为目的；</br>
		（3）废品帮有理由相信试图扰乱正常交易秩序因素；</br>
		（4）废品帮有理由相信该信息违反公共利益或可能严重损害废品帮和其他用户合法利益的；</br>
		（5）其他可能损害废品帮、废品帮其他用户或公共利益信息。</br>
		7、您将对使用该账户及密码进行的一切操作及言论负完全的责任，您同意：</br>
		（1）废品帮通过您的用户名和密码，手机号码及验证码等识别您的指示，请您妥善保管您的用户名和密码、验证码，对于因密码、验证码泄露所致的损失，由您自行承担。</br>
		（2）如您发现有他人冒用或盗用您的账户、密码、验证码等或任何其他未经合法授权之情形时，应立即以有效方式通知废品帮平台，要求废品帮平台暂停相关服务。同时，您理解废品帮平台对您的请求采取行动需要合理期限，在此之前，废品帮平台对已执行的指令及(或)所导致的您的损失不承担任何责任。</br>
		 ​8、用户在交易过程中可能产生用户名被盗或被骗的情况，为维护您的权益，废品帮可以视情况采取要求重置用户密码及限制资金支付的操作。</br>
		六、服务费用说明</br>
		废品帮在双方进行交易完成后，向回收人收取相应的佣金费用，货主可以获得相应的鼓励金。目前佣金、鼓励金计算受交易数量和是否估值的影响，交易数量在3吨及以下且不进行估值时，鼓励金为成交金额的0.8%，佣金为成交金额的2.4%，交易数量在3吨以上且不进行估值时，鼓励金为成交金额的1%，佣金为成交金额的2.2%，进行估值的情况下，不论交易数量的多少，鼓励金为成交金额的1%，佣金为成交金额的2.4%。以上比率为目前的数值，废品帮有权进行必要的比率数值调整，当比率数值进行调整时，将代替原有的比率数值进行佣金和鼓励金的计算。</br>
		七、责任范围及免责声明</br>
		1、废品帮所属本公司（以下称：本公司）、废品帮运营商的关联公司（以下称：关联公司）和本公司现在及以后的合作伙伴以“按现状”的方式提供废品帮平台和服务，而不带有任何保证或条件，不提供任何形式的承诺或保证。此外，本公司、废品帮不就持续地、不受影响地或安全地接受废品帮服务做出任何担保，且废品帮的经营可能受本公司无法控制的多种外部因素影响。</br>
		2、本公司、关联公司和相关实体在任何情况下均不就因废品帮、本公司的服务或本协议而产生的或与之有关的利润损失或任何特别、间接或后果性的损害（无论以何种方式产生，包括疏忽）承担任何责任。用户明确理解和同意，本公司及废品帮不对因下述任一情形而发生的任何损害赔偿（包括但不限于利润、商誉、使用、数据等方面的损失或其他无形损失的损害赔偿，且无论本公司和/或废品帮是否已被告知该等损害赔偿的可能）性承担任何责任：</br>
		 ​（1）使用或未能使用“服务”（不正当使用废品帮，包括但不限于用非法软件篡改数据或资料、利用bug进行的恶意操作等不正当行为）。</br>
		 （2）用户因通过“服务”购买或获取任何货物、样品、数据、资料或服务，或通过或从“服务”接收任何信息或缔结任何交易所产生的获取替代货物和服务的费用。 ​ </br>​
		 （3）第三方未经批准的接入或第三方更改您的传输资料或数据，第三方对“服务”的声明或关于“服务”的行为。 </br>​
		3、鉴于废品帮不参与用户之间的实际交易，用户如与一名或多名其他用户发生争议，用户应就上述争议产生的或在任何方面与上述争议有关的每一种类和性质的已知或未知、可疑或非可疑、披露或未披露的索赔、要求和损害免除废品帮的责任，具体免责事项包括但不限于如下情形之规定：</br>​
		（1）战争、事变、天灾地变等，不可抗力等情况；</br>​
		（2）使用者故意或过失所造成损害；</br>​
		（3）因通信服务提供业者方面造成之通信障碍；</br>​
		（4）用户身份之真实性、民事权利能力民事行为能力之适当性、用户信用程度之可靠性；</br>​
		（5）交易货物来源合法性、权利归属、真伪性、数量质量性能等各种事项之真实准确完整性；</br>​
		（6）其他非废品帮所能控制或掌握之事项。 </br>​
		4、废品帮所有链接网站皆为独立营运网站，与各用户之间的互动与交易行为废品帮免责。</br>​
		5、废品帮上的货物信息由该货主自主编辑发布至平台，平台仅为其提供展示服务，平台审核，尽量保证其准确性，回收人慎重辨别货物信息真实性，因此信息造成的损失责任自负，平台对此不承担责任。废品帮上的报价信息及资料由该回收站提供，平台仅为其编辑上传，提供展示服务；报价的真实性、准确性等均由该回收站负责。废品帮仅为信息展示服务平台，不参与任何交易，无法对所有用户使用废品帮平台服务的过程及行为进行事前及实时审查。我们倡导长期稳定、诚信交易。买卖双方自行承担交易过程中的一切责任，平台对此交易不承担责任。录入交易订单时，如双方录入数据不符合实际交易情况，平台将对双方进行审核，确保鼓励金、佣金正确，如交易成功后回收人拒绝支付佣金，货主将无法获得鼓励金，平台将实际情况通知回收人、货主双方，从中协调，但平台对此不负责任。</br>​
		八、平台服务的中断和终止</br>​
		1、用户同意，废品帮可基于包括但不限于您已违反本协议的字面意义和精神，或以不符合本协议的字面意义和精神的方式行事，或您在超过一年的时间内未以您的帐户及密码登录废品帮等，随时终止您对“服务”的使用。但已经收取保证金的，且不存在必须马上终止否则造成任何方重大损失的，前述“终止”和/或“删除”行为应在交易完成后执行。同时废品帮可自行全权决定，在发出通知或不发出通知的情况下，随时停止提供“服务”或其任何部份。您同意，废品帮不就终止您接入“服务”而对您或任何第三者承担任何责任。 ​ </br>​
		2、如用户向废品帮提出注销用户身份时，由废品帮注销该用户留存在废品帮的手机号码等信息。一旦手机号码信息被注销，您将无法再以手机号码进行登录、找货、发布及其他操作。包括但不限于匹配订单管理记录、交易记录、实人身份证、货物信息、信誉信息，余额信息及其他交易相关信息。如用户在注销手机号码之前在废品帮平台上存在违法行为或违反合同的行为，废品帮仍可行使本服务协议所规定的权利。   </br>​
		3、在下列情况下，废品帮可不经通知用户并终止服务：</br>​
		 ​（1）在用户违反法律法规或本服务协议或废品帮平台相关规定时，废品帮有权终止向该用户提供服务； </br>​
		 ​（2）如该用户在被废品帮终止提供服务后，再一次直接或间接或以他人名义注册为废品帮用户的，废品帮有权再次单方面终止向该用户提供服务；</br>
		 ​（3）一旦废品帮发现用户资料中主要内容是虚假的，废品帮有权随时终止向该用户提供服务； ​</br>​
		 （4）本服务协议终止或更新时，用户未确认新的服务协议的。 ​</br>​
		4、服务中断、终止之前用户行为的处理。因用户违反法律法规或者违反服务协议规定而致使废品帮中断、终止对用户服务的，对于服务中断、终止之前用户行为依下列原则处理： ​​</br>​
		（1）服务中断、终止之前，用户已经上传至废品帮的货物尚未匹配或尚未录入订单的，废品帮有权在中断、终止服务的同时删除此项货物的相关信息。 ​
		​</br>​（2）服务中断、终止之前，用户已经与其他用户发布的具体货物匹配成功，但没有录入订单，废品帮有权在中断或终止服务的同时删除该用户的相关匹配。   ​</br>​
		5、因网站升级或维护或其他技术需要导致废品帮需要中断服务的，废品帮将在中断服务时通知用户。但任何原因导致废品帮终止或中断服务，本公司及废品帮均不承担任何责任，用户因此遭受的各项损失，由用户本人自行承担。​</br>​
		九、隐私保护​</br>​
		1、保护用户隐私是废品帮的一项基本政策, 废品帮保证不对外公开或向第三方提供用户的注册资料及用户在使用网络服务时存储在废品帮内的非公开内容, 但下列情况除外：​</br>​
		（1）事先获得用户的书面明确授权；​</br>​
		（2）根据有关的法律法规要求； ​</br>​
		（3）按照相关政府主管部门的要求； ​</br>​
		（4）为维护社会公众的利益； ​</br>​
		（5）为维护废品帮的合法权益；​</br>​
		2、为了更好地为用户提供全面服务，用户同意废品帮可将用户个人资料及使用信息提供给废品帮运营商的关联公司（以下称：关联公司）使用。废品帮保证关联公司同等级地严格遵循本协议第八条第1款之隐私保护责任。​</br>​
		3、用户同意：废品帮或关联公司在必要时有权根据用户所提供的联系信息（包括但不限于邮箱帐号、联系电话、联系地址、即时聊天工具账号等），通过电话、短信、邮寄、电子邮件、即时聊天、弹出页面等方式向用户发送如下信息：​</br>​
		（1）各类重要通知信息，可能包括但不限于修改密码提示、交付佣金提醒、录入订单提醒等重要信息。此类信息可能对用户的权利义务产生重大的有利或不利影响，用户务必及时关注。​</br>​
		（2）商品和服务广告、促销优惠等商业性信息。若用户不愿意接收此类信息，则可通过告知（口头或书面）的方式通知废品帮或关联公司取消发送，亦可通过废品帮或关联公司所提供的相应退订功能（若有）进行退订。​</br>​
		十、版权申明​</br>​
		    废品帮提供的网络服务中包含的任何文本、图片、图形、音频或视频资料均受版权、商标或其它财产所有权法律的保护, 未经相关权利人同意, 上述资料均不得在任何媒体直接或间接发布、播放、出于播放或发布目的而改写或再发行, 或者被用于其他任何商业目的。所有以上资料或资料的任何部分仅可作为私人和非商业用途保存。废品帮不就由上述资料产生或在传送或递交全部或部分上述资料过程中产生的延误、不准确、错误和遗漏或从中产生或由此产生的任何损害赔偿, 以任何形式, 向用户或任何第三方负责。​</br>​
		十一、协议的用途、更新​</br>​
		1、本协议之服务条款用以规范用户使用废品帮提供的服务。​</br>​
		2、鉴于国家法律法规不时变化及废品帮运营之需要，废品帮有权对本协议条款不时地进行修改，修改后的协议一旦被公布于废品帮上即告生效，并替代原来的协议。 用户有义务不时关注并阅读最新版的协议及网站公告。如用户不同意更新后的协议，则应立即停止接受废品帮依据本协议提供的服务；若用户继续使用废品帮提供的服务的，即视为同意更新后的协议。​</br>​
		十二、协议完整性、可分割性、可转让性及权利保留​</br>​
		本协议取代用户和本公司先前就相同事项订立的任何书面或口头协议，本协议与废品帮之任何现在或将来的规则、声明构成完整的统一体。倘若本协议任何规定被裁定为无效或不可强制执行，该项规定应被撤销，而其他规定应予执行。条款标题仅为方便参阅而设，并不以任何方式界定、限制、解释或描述该条款的范围或限度。本协议和所有纳入协议的条款和规则可由本公司自行酌情决定向第三方自动转让。本公司及废品帮未就用户或其他人士的某项违约行为采取行动，并不表明本公司及废品帮撤回就任何继后或类似的违约事件采取行动的权利。​</br>​

	</view>
</template>

<script>
	export default {
		data() {
			return {
				
			}
		},
		methods: {
			
		}
	}
</script>

<style>

</style>
